Revit 2027 API
UnitTypeId.MillionBritishThermalUnits Property
 Million British thermal units.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MillionBritishThermalUnits { get; }
Public Shared ReadOnly Property MillionBritishThermalUnits As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MillionBritishThermalUnits {
	ForgeTypeId^ get ();
}
static member MillionBritishThermalUnits : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace